{
  "onboarding_screen": {
    "auto_thought_ex": "J'ai raté la fête de George, il doit me détester.",
    "challenge_ex": "Georges sait que je ne peux pas venir à chaque fois et je ne le détesterais pas s'il manquait un de mes évènements.\n\nJe devrais me traiter aussi bien que je traite les autres.",
    "alt_thought_ex": "C'est vrai que j'ai raté la fête de Georges, mais je peux m'excuser et il me pardonnera probablement.",
    "cog_distortion": { "label": "Lire dans les pensées", "slug": "mind-reading" },
    "intro": {
      "line1": "Bienvenue sur",
      "emphasis1": "quirk, ",
      "line2": "une app de ",
      "emphasis2": "Thérapie Comportementale et Cognitive (TCC).",
      "line3": ""
    },
    "crash_course": {
      "line1": "Ceci est un",
      "emphasis1": "cours accéléré",
      "line2": "en TCC et",
      "emphasis2": "n'est pas une alternative",
      "line3": "à une thérapeute diplomée."
    },
    "mood_thoughts": {
      "line1": "Premièrement :",
      "emphasis1": "tes pensées provoquent tes humeurs."
    },
    "thoughts_arent_thoughts": {
      "line1": "Deuxièmement : tes pensées peuvent être",
      "emphasis1": "automatiques."
    },
    "your_distorted": {
      "line1": "Troisièmement : les pensées automatiques sont souvent",
      "emphasis1": "déformées."
    },
    "cbt_overview": {
      "line1": "Le but de la TCC est de reconnaître les",
      "emphasis1": "pensées déformées",
      "line2": "et",
      "emphasis2": "de les remplacer",
      "line3": "par des pensées rationnelles"
    },
    "ready": {
      "emphasis1": "Prête?",
      "line1": "Passons en revue les étapes!"
    },
    "catch": {
      "line1": "On commencera par",
      "emphasis1": "noter les",
      "line2": "pensées automatiques dès leur apparition."
    },
    "bad_thought_note": {
      "line1": "Note l'idée :",
      "line2": "J'ai raté la fête de Georges, il doit me détester."
    },
    "identify_distortions": {
      "line1": "Cherche les",
      "emphasis1": "distorsions cognitives"
    },
    "bad_distortions": {
      "line1": "Sais-tu vraiment que Georges te détestera ? Tu ne peux pas",
      "emphasis1": "🧠 lire dans les pensées",
      "line2": "J'ai raté la fête de Georges, il doit me détester."
    },
    "challenge_screen": {
      "line1": "Pourquoi cette idée n'est-elle pas réaliste ?",
      "emphasis1": "Mets-la au défi."
    },
    "write_challenge": {
      "line1": "Tu peux par exemple écrire :"
    },
    "alt_thought": {
      "line1": "Enfin, nous allons écrire une",
      "emphasis1": "pensée alternative."
    },
    "show_off": {
      "line1": "Retrouve-la plus tard :"
    },
    "got_it": {
      "line1": "Et c'est à peu près tout.",
      "btn_title": "Allons-y !"
    }
  },
  "auto_thought": "Pensée Automatique",
  "cog_distortion": "Distorsion cognitive",
  "challenge": "Défi",
  "alt_thought": "Pensée alternative",
  "cbt_form": {
    "edit": "Modifier",
    "new": "Nouveau",
    "save": "Enregistrer",
    "auto_thought_placeholder": "Que se passe-t-il ?",
    "cog_distortion": "Distorsion cognitive",
    "challenged": "Défi",
    "changed_placeholder": "Débats cette pensée !",
    "alt_thought_placeholder": "Que devrais-tu penser à la place ?"
  },
  "all_or_nothing_thinking": "Penser en noir ou blanc",
  "all_or_nothing_thinking_explanation": "Cette distorsion se produit lorsque tu ne trouves pas de place pour un juste milieu. Si un petit défaut personnel te fais penser que tu es fondamentalement mauvais, c'est que tu es en train de voir les choses en blanc ou noir.",
  "all_or_nothing_thinking_thought": "J'ai raté l'interview, je dois être inemployable.",
  "catastrophizing": "Exagération (dramatisation)",
  "catastrophizing_explanation": "Si un petit problème devient hors de proportion, c'est que tu dramatises. Tu as fait une petite erreur au travail et tu crains que quelqu'un l'apprenne alors que ce n'est rien de grave ? Tu dramatises probablement.",
  "catastrophizing_thought": "Je me sens nerveux, j'ai peut-être une crise cardiaque.",
  "emotional_reasoning": "Raisonnement émotionnel",
  "emotional_reasoning_explanation_1": "\"Je le sens, donc ça doit être vrai.\" Si tu en viens à justifier le \"danger\" de quelque chose par la peur que cela t'évoque, alors tu t'engages probablement dans un raisonnement émotionnel. Les choses ne sont pas dangereuses parce que nous en avons peur et de la même manière nous ne sommes pas mauvais simplement parce que nous pensons l'être.",
  "emotional_reasoning_explanation_2": "Celui-ci est souvent difficile à reconnaître. Il faut un certain effort cognitif pour remarquer que l'émotionnel a pris le contrôle.",
  "emotional_reasoning_thought": "Je me sens coupable, donc j'ai dû faire quelque chose de mal.",
  "fortune_telling": "Erreurs de voyance",
  "fortune_telling_explanation": "Cette distorsion se produit lorsqu'on prédit l'avenir. On surestime souvent notre capacité à prédire le futur. Souvent, on a peur qu'il puisse se passer quelque chose et on commence à chercher des signes que cela va bel et bien se produire.",
  "fortune_telling_thought": "L'avion que je m'apprête à prendre va s'écraser.",
  "labeling": "Étiquetage",
  "labeling_explanation": "Si tu prends la caractéristique d'une personne et l'appliques à l'ensemble de la personne, c'est de l'étiquetage. Si quelqu'un t'as repoussé.e, ce n'est peut-être pas un \"crétin,\" peut-être qu'il ou elle est juste pressé.e. Cela s'applique aussi à nous-mêmes ; ce n'est pas parce que tu fais une erreur que tu es un \"échec.\"",
  "labeling_thought": "J'ai raté un test, donc je suis un mauvais élève.",
  "magnification_of_the_negative": "Magnification du négatif",
  "magnification_of_the_negative_explanation": "Si tu juges une situation en te basant entièrement sur les aspects négatifs et que tu ne considères pas les aspects positifs, tu grossis probablement les aspects négatifs. Si tu te réprimandes constamment pour avoir raté un entretien d'embauche, tu en oublies probablement toute l'expérience acquise lors de cet entretien.",
  "magnification_of_the_negative_thought": "J'ai mangé sainement cette semaine, mais j'ai sauté ma course à pied.",
  "mind_reading": "Lire dans les pensées",
  "mind_reading_explanation": "Si nous nous inquiétons de ce que quelqu'un d'autre pense de nous, nous essayons de lire dans les pensées. À moins que quelqu'un ne te dise ce qu'il pense, tu n'as absolument aucun moyen de le savoir. Alors pourquoi supposer le pire ?",
  "mind_reading_thought": "J'ai été impoli.e avec Georges, je parie qu'il me déteste.",
  "minimization_of_the_positive": "Minimisation du positif",
  "minimization_of_the_positive_explanation": "Si tu minimises les bonnes choses qui t'arrivent, tu minimises les aspects positifs. Même si ta journée ne s'est pas déroulée à 100 % comme prévu, cela ne veut pas dire que les 60 % qui se sont bien déroulés doivent être ignorés.",
  "minimization_of_the_positive_thought": "Beaucoup de gens ont aimé ma présentation, mais j'ai trébuché en donnant l'introduction, donc c'était raté.",
  "other_blaming": "Rejeter la faute",
  "other_blaming_explanation_1": "Si une mauvaise situation doit avoir un fautif, c'est la faute de l'autre. Si tu as échoué à un examen et que tu blâmes le professeur, tu diriges ton énergie au mauvais endroit. Quelqu'un t'a coupé la route ? Si tu klaxonnes, que tu te mets en colère et que tu bous intérieurement, en quoi ça t'aide ? Maintenant on t'as coupé la route et en plus de ça tu es en colère !",
  "other_blaming_explanation_2": "Cela ne veut pas dire que tu dois te blâmer pour chaque situation négative. Tu n'as pas à blâmer qui que ce soit. Personne n'a à être fautif, laisse passer la situation sans t'en prendre à quelqu'un.",
  "other_blaming_thought": "Ce crétin met trop de temps à faire la queue et je vais être en retard !",
  "over_generalization": "Surgénéralisation",
  "over_generalization_explanation": "Si tu tires des conclusions à partir d'un seul exemple, tu es en train de généraliser. Si tu as raté une présentation et que tu supposes que ça veut dire que tu es \"mauvais\" dans ta présentation, c'est que tu surgénéralises.",
  "over_generalization_thought": "Personne ne m'a invité.e à danser, donc personne ne dansera jamais avec moi.",
  "self_blaming": "Personnalisation",
  "self_blaming_explanation": "Si tu t'attribues une situation négative entièrement à toi-même, tu t'en veux à toi-même. Tu n'as pas besoin d'être responsable de toutes les mauvaises choses qui arrivent. Si tu te fais prendre dans les embouteillages et que tu te reproches de ne pas être parti.e plus tôt, tu t'en veux à toi-même. Tu traiterais quelqu'un d'autre de cette façon ?",
  "self_blaming_thought": "Mon fils échoue à l'école, j'ai dû le laisser tomber.",
  "should_statements": "Fausses obligations",
  "should_statements_explanation_1": "Si tu assignes à quelqu'un des capacités qu'il n'a pas, tu utilises des fausses \"obligations\". Par exemple, si tu as peur de l'avion et que tu te dis : \"Je ne devrais pas avoir peur de ça, il n'y a rien de mal avec l'avion !\" tu te fais porter un fardeau excessif. Tu as peur de voler ! C'est normal pour les gens qui ont peur de voler d'avoir peur de voler !",
  "should_statements_explanation_2": "Si les fausses obligations peuvent sembler absurdes lorsque tu les dis à haute voix, c'est le but ! Elles sont illogiques !",
  "should_statements_thought": "Je suis adulte, je ne devrais pas avoir ces problèmes mentaux.",
  "accessibility": {
    "help_button": "aide",
    "list_button": "listes de pensées",
    "new_thought_button": "nouvelle pensée",
    "settings_button": "réglages",
    "delete_thought_button": "effacer la pensée"
  }
}
