{
  "onboarding_screen": {
    "auto_thought_ex": "Am ratat petrecerea lui George. Sigur m캒 ur캒탳te.",
    "challenge_ex": "George 탳tie c캒 nu pot veni de fiecare dat캒, iar eu nu l-a탳 ur칥 dac캒 ar rata o petrecere de-a mea.\n\nAr trebui s캒 m캒 tratez cel pu탵in la fel de bine cum 칥i tratez pe ceilal탵i.",
    "alt_thought_ex": "E adev캒rat c캒 am ratat petrecerea lui George. Pot s캒 칥mi cer scuze 탳i probabil m캒 va ierta.",
    "cog_distortion": { "label": "Citirea G칙ndurilor", "slug": "citirea-g칙ndurilor" },
    "intro": {
      "line1": "Bun venit 칥n",
      "emphasis1": "quirk",
      "line2": ", aplica탵ia de ",
      "emphasis2": "Terapie Cognitiv-Comportamental캒 (TCC).",
      "line3": ""
    },
    "crash_course": {
      "line1": "Acesta este un",
      "emphasis1": "curs rapid",
      "line2": "de TCC, 탳i",
      "emphasis2": "nu 칥nlocuie탳te",
      "line3": "un terapeut profesionist."
    },
    "mood_thoughts": {
      "line1": "Mai 칥nt칙i,",
      "emphasis1": "g칙ndurile tale 칥탵i determin캒 st캒rile de spirit."
    },
    "thoughts_arent_thoughts": {
      "line1": "칉n al doilea r칙nd, g칙ndurile tale pot fi",
      "emphasis1": "automate."
    },
    "your_distorted": {
      "line1": "칉n al treilea r칙nd, g칙ndurile automate sunt adesea",
      "emphasis1": "distorsionate."
    },
    "cbt_overview": {
      "line1": "Obiectivul TCC este de a recunoa탳te",
      "emphasis1": "g칙ndurile distorsionate",
      "line2": "탳i",
      "emphasis2": "de a le 칥nlocui",
      "line3": "cu g칙nduri ra탵ionale."
    },
    "ready": {
      "emphasis1": "E탳ti gata?",
      "line1": "S캒 vedem care sunt pa탳ii."
    },
    "catch": {
      "line1": "Vom 칥ncepe simplu",
      "emphasis1": "prin a scrie",
      "line2": "g칙ndurile automate atunci c칙nd acestea apar."
    },
    "bad_thought_note": {
      "line1": "Noteaz캒 g칙ndul:",
      "line2": "Am ratat petrecerea lui George. Sigur m캒 ur캒탳te."
    },
    "identify_distortions": {
      "line1": "Caut캒",
      "emphasis1": "distorsiunile cognitive"
    },
    "bad_distortions": {
      "line1": "Chiar 탳tim c캒 George ne va ur칥? Dac캒 nu, doar",
      "emphasis1": "游 citim g칙nduri",
      "line2": "Am ratat petrecerea lui George. Sigur m캒 ur캒탳te."
    },
    "challenge_screen": {
      "line1": "De ce nu e realist acest g칙nd?",
      "emphasis1": "Analizeaz캒-l."
    },
    "write_challenge": {
      "line1": "Vom scrie ceva de felul:"
    },
    "alt_thought": {
      "line1": "칉n cele din urm캒, vom scrie un",
      "emphasis1": "g칙nd alternativ."
    },
    "show_off": {
      "line1": "Recite탳te-l la final:"
    },
    "got_it": {
      "line1": "Cam asta e tot.",
      "btn_title": "S캒 칥ncepem!"
    }
  },
  "auto_thought": "G칙nd automat",
  "cog_distortion": "Distorsiune cognitiv캒",
  "challenge": "Analiz캒",
  "alt_thought": "G칙nd alternativ",
  "cbt_form": {
    "edit": "Editeaz캒",
    "new": "Nou",
    "save": "Salveaz캒",
    "auto_thought_placeholder": "Ce se 칥nt칙mpl캒?",
    "cog_distortion": "Distorsiune cognitiv캒",
    "challenged": "Analiz캒",
    "changed_placeholder": "Analizeaz캒-탵i g칙ndul!",
    "alt_thought_placeholder": "Ce altceva am putea g칙ndi?"
  },
  "all_or_nothing_thinking": "G칙ndirea de tip \"totul sau nimic\"",
  "all_or_nothing_thinking_explanation": "Aceast캒 distorsiune apare c칙nd nu g캒sim o cale de mijloc. Dac캒 noi credem c캒 un mic defect al nostru ne face pe de-a-ntregul detestabili, atunci g칙ndim 칥n termeni dihotomici: \"totul sau nimic\"",
  "all_or_nothing_thinking_thought": "Am dat-o 칥n bar캒 la interviu. 칉nseamn캒 c캒 sunt de neangajat.",
  "catastrophizing": "Catastrofarea",
  "catastrophizing_explanation": "Dac캒 transform캒m o problem캒 minor캒 칥ntr-o tragedie, catastrof캒m. Ai facut o gre탳eal캒 la serviciu 탳i 탵i-e groaz캒 s캒 nu afle cineva, chiar dac캒 nu e o problema serioas캒? Probabil catastrofezi.",
  "catastrophizing_thought": "M캒 simt agitat, poate am un atac de cord.",
  "emotional_reasoning": "Judecarea Afectiv캒",
  "emotional_reasoning_explanation_1": "\"Trebuie s캒 fie adev캒rat fiindc캒 asta simt.\" Dac캒 te surprinzi justific칙nd \"pericolul\" unui lucru inofensiv pentru c캒 탵i-e fric캒 de el, atunci probabil judeci afectiv. Lucrurile nu sunt periculoase pentru c캒 ne e fric캒 de ele, iar noi nu suntem groaznici doar pentru c캒 a탳a ne percepem.",
  "emotional_reasoning_explanation_2": "Adesea e greu s캒 in탵elegem asta. E nevoie de un anumit efort pentru a ne da seama c칙nd emo탵iile au preluat controlul g칙ndirii logice.",
  "emotional_reasoning_thought": "M캒 simt vinovat, deci trebuie s캒 fi f캒cut ceva r캒u.",
  "fortune_telling": "Ghicirea Viitorului",
  "fortune_telling_explanation": "Aceast캒 distorsiune apare c칙nd prezicem viitorul. De multe ori supraestim캒m abilit캒탵ile noastre de a prezice ceea ce urmeaz캒. Adesea ne 칥ngrijor캒m c캒 s-ar putea 칥nt칙mpla ceva 탳i 칥ncepem s캒 c캒ut캒m dovezi c캒 avem dreptate.",
  "fortune_telling_thought": "Avionul 칥n care m캒 voi urca se va pr캒bu탳i.",
  "labeling": "Etichetarea",
  "labeling_explanation": "Dac캒 lu캒m  o singur캒 caracteristic캒 a unei persoane 탳i o aplic캒m la 칥ntreaga persoan캒, atunci etichet캒m. Dac캒 cineva ne-a repezit, poate c캒 nu era r캒uvoitor, ci doar se gr캒bea. Asta ni se aplic캒 탳i nou캒; nu suntem rata탵i doar pentru c캒 am f캒cut o gre탳eal캒.",
  "labeling_thought": "Am picat testul, deci sunt slab la 칥nv캒탵캒tur캒.",
  "magnification_of_the_negative": "Amplificarea p캒r탵ii negative",
  "magnification_of_the_negative_explanation": "C칙nd judeci o situa탵ie baz칙ndu-te exclusiv pe p캒r탵ile negative 탳i ignor칙ndu-le pe cele pozitive, le amplifici pe primele. Dac캒 te mustri pentru c캒 ai dat-o 칥n bar캒 la un interviu, probabil nu iei 칥n seam캒 toat캒 experien탵a acumulat캒 칥n timpul acelui interviu.",
  "magnification_of_the_negative_thought": "Am m칙ncat s캒n캒tos s캒pt캒m칙na asta, dar n-am mai alergat.",
  "mind_reading": "Citirea g칙ndurilor",
  "mind_reading_explanation": "C칙nd suntem 칥ngrijora탵i despre ceea ce g칙ndesc al탵ii despre noi, 칥ncerc캒m s캒 le citim g칙ndurile. Nu avem de unde s캒 탳tim ce g칙ndesc ceilal탵i, dec캒t dac캒 ne spun. De ce s캒 presupunem ce e mai r캒u?",
  "mind_reading_thought": "Cred c캒 m-am purtat ur칙t cu George, sigur m캒 ur캒탳te.",
  "minimization_of_the_positive": "Minimalizarea p캒r탵ii pozitive",
  "minimization_of_the_positive_explanation": "Minimaliz캒m partea pozitiv캒 c칙nd subapreciem lucrurile bune care ni se 칥nt칙mpl캒. Chiar dac캒 ast캒zi nu ne-a ie탳it totul 100% cum ne-am fi dorit, nu 칥nseamn캒 c캒 trebuie ignorate cele 60% care au mers bine.",
  "minimization_of_the_positive_thought": "Multor persoane le-a pl캒cut prezentarea mea, dar m-am 칥ncurcat la 칥nceput, deci a ie탳it prost.",
  "other_blaming": "Blamarea celorlal탵i",
  "other_blaming_explanation_1": "C칙nd vrem s캒 g캒sim un vinovat pentru o situatie neplacut캒, atunci recurgem la blamarea celorlal탵i. Dac캒 ai picat un examen 탳i 칥탵i 칥nvinuie탳ti profesorul, 칥탵i direc탵ionezi energia 칥n locul gre탳it. Cineva 탵i-a t캒iat calea pe autostrad캒? Dac캒 claxonezi, 칥l 칥njuri 탳i te enervezi, nu te va ajuta cu nimic. Acum 탵i s-a t캒iat calea 탳i e탳ti 탳i sup캒rat!",
  "other_blaming_explanation_2": "Asta nu 칥nseamn캒 c캒 trebuie s캒 te 칥nvinov캒탵e탳ti pentru fiecare situa탵ie negativ캒. De fapt, nu trebuie s캒 칥nvinuie탳ti pe nimeni. Nu e nevoie s캒 existe un vinovat dac캒 la탳i momentul s캒 treac캒 f캒r캒 s캒 ata탳ezi vina.",
  "other_blaming_thought": "Nemernicul 탵ine coada 칥n loc 탳i am s캒 칥nt칙rzii!",
  "over_generalization": "Supra-generalizarea",
  "over_generalization_explanation": "Dac캒 tragem concluzii bazate pe un singur exemplu, atunci supra-generaliz캒m. Dac캒 nu 탵i-a reu탳it o prezentare 탳i tragi concluzia c캒 \"nu te pricepi\" la prezent캒ri, atunci supra-generalizezi.",
  "over_generalization_thought": "Nimeni nu m-a invitat la dans, deci nimeni nu m캒 va invita niciodat캒.",
  "self_blaming": "Auto-칥nvinuirea",
  "self_blaming_explanation": "Nu e탳ti responsabil pentru fiecare lucru r캒u care se 칥nt캒mpl캒. Dac캒 e탳ti blocat 칥n trafic 탳i te mustri pentru c캒 nu ai plecat mai devreme, atunci te auto-칥nvinuie탳ti. Ai trata pe alcineva a탳a?",
  "self_blaming_thought": "Fiul meu ia note proaste la 탳coal캒, sigur nu i-am fost un p캒rinte bun.",
  "should_statements": "Afirma탵ii de tip \"ar trebui\"",
  "should_statements_explanation_1": "Dac캒 atribui cuiva abilit캒탵i pe care nu le are, atunci folose탳ti afirma탵ii gre탳ite de tip \"ar trebui\". De exemplu, dac캒 칥탵i este fric캒 de zbor 탳i 칥탵i spui \"Nu ar trebui s캒 칥mi fie fric캒 de asta - nu e nimic in neregul캒 cu avionul!\", atunci te 칥mpov캒rezi f캒r캒 s캒 fie cazul. Ai aviofobie! E normal ca oamenilor cu aviofobie s캒 le fie fric캒 de zbor!",
  "should_statements_explanation_2": "Afima탵iile de tip \"ar trebui\" par lipsite de sens c칙nd le spui cu voce tare; asta e ideea! Sunt ilogice!",
  "should_statements_thought": "Sunt adult, nu ar trebui s캒 am probleme psihice.",
  "accessibility": {
    "help_button": "ajutor",
    "list_button": "afi탳are g칙nduri",
    "new_thought_button": "g칙nd nou",
    "settings_button": "set캒ri",
    "delete_thought_button": "탳terge g칙nd"
  }
}
