{
    "onboarding_screen": {
      "auto_thought_ex": "Я пропустил вечеринку Егора. Теперь он меня ненавидит.",
      "challenge_ex": "Егор знает что я часто бываю занят. Я бы не ненавидел его, если бы он пропустил мою вечеринку.\n\nЯ должен начать относиться к себе так хорошо, как я отношусь к другим.",
      "alt_thought_ex": "Я пропустил вечеринку Егора, но я могу извиниться и, возможно, он простит меня.",
      "cog_distortion": { "label": "Чтение мыслей", "slug": "чтение-мыслей" },
      "intro": {
        "line1": "Добро пожаловать в",
        "emphasis1": "quirk",
        "line2": ", приложение для",
        "emphasis2": "когнитивно-поведенческой терапии",
        "line3": "(КПТ)."
      },
      "crash_course": {
        "line1": "Это",
        "emphasis1": "краткий курс",
        "line2": "о КПТ",
        "emphasis2": ", который не сможет заменить",
        "line3": "консультацию квалифицированного специалиста."
      },
      "mood_thoughts": {
        "line1": "Во-первых,",
        "emphasis1": "ваши мысли влияют на ваше настроение."
      },
      "thoughts_arent_thoughts": {
        "line1": "Во-вторых, ваши мысли могут быть",
        "emphasis1": "автоматическими."
      },
      "your_distorted": {
        "line1": "В-третьих, автоматические мысли часто",
        "emphasis1": "искажаются."
      },
      "cbt_overview": {
        "line1": "Цель КПТ - распознать",
        "emphasis1": "искаженные мысли",
        "line2": "и",
        "emphasis2": "заменить их",
        "line3": "рациональными."
      },
      "ready": {
        "emphasis1": "Готовы?",
        "line1": "Перейдем к следующим шагам."
      },
      "catch": {
        "line1": "1. Мы начнем",
        "emphasis1": "с записывания",
        "line2": "автоматических мыслей, когда они появляются."
      },
      "bad_thought_note": {
        "line1": "Обратите внимание на мысль:",
        "line2": "Я пропустил вечеринку Егора и теперь он ненавидит меня."
      },
      "identify_distortions": {
        "line1": "Найдите",
        "emphasis1": "когнитивные искажения"
      },
      "bad_distortions": {
        "line1": "Знаем ли мы наверняка, что Егор теперь нас ненавидит? Если нет, то",
        "emphasis1": "мы читаем мысли",
        "line2": "Я пропустил вечеринку Егора. Теперь он ненавидит меня."
      },
      "challenge_screen": {
        "line1": "3. Почему эта мысль не реалистична?",
        "emphasis1": "Бросьте ей вызов."
      },
      "write_challenge": {
        "line1": "Мы напишем что-то вроде этого:"
      },
      "alt_thought": {
        "line1": "4. Наконец, мы напишем",
        "emphasis1": "альтернативную мысль."
      },
      "show_off": {
        "line1": "Вы можете обнаружить это позже:"
      },
      "got_it": {
        "line1": "И это всё",
        "btn_title": "Давайте начнем!"
      }
    },
    "auto_thought": "Автоматическая мысль",
    "cog_distortion": "Когнитивное искажение",
    "challenge": "Бросить вызов",
    "alt_thought": "Альтернативная мысль",
    "cbt_form": {
      "edit": "Редактировать",
      "new": "Создать",
      "save": "Сохранить",
      "auto_thought_placeholder": "Что происходит?",
      "cog_distortion": "Когнитивное искажение",
      "challenged": "Бросить вызов",
      "changed_placeholder": "Оспорьте эту мысль!",
      "alt_thought_placeholder": "Что вместо этого мы должны думать?"
    },
    "all_or_nothing_thinking": "Всё или ничего",
    "all_or_nothing_thinking_explanation": "Это искажение происходит, когда мы не можем найти золотую середину. Если из-за небольшой ошибки мы начинаем считать себя ужасными или никчемными, то скорее всего мы мыслим по принципу «всё или ничего»",
    "all_or_nothing_thinking_thought": "Я провалил одно интервью. Я никогда не смогу найти работу.",
    "catastrophizing": "Катастрофизация",
    "catastrophizing_explanation": "Если мы берем небольшую проблему и раздуваем ее, то мы катастрофизируем. Вы допустили небольшую ошибку на работе и боитесь, что кто-то узнает, хотя в этом нет ничего серьезного? Возможно, вы катастрофизируете.",
    "catastrophizing_thought": "Я нервничаю. Возможно, у меня сердечный приступ.",
    "emotional_reasoning": "Эмоциональное мышление",
    "emotional_reasoning_explaination_1": "\"Я чувствую это, следовательно, это правда.\" Если вы начинаете доказывать \"опасность\" чего-то безобидного потому, что вы боитесь этого, тогда вы, вероятно, занимаетесь эмоциональными рассуждениями. События в нашей жизни не становятся опасными оттого, что мы их боимся. Мы не становимся ужасными потому, что думаем так о себе.",
    "emotional_reasoning_explaination_2": "Зачастую это трудно распознать. Нужно приложить усилие чтобы распознать это в моменты, когда эмоции берут верх над разумом.",
    "emotional_reasoning_thought": "Я чувствую себя виноватым. Должно быть, я сделал что-то плохое.",
    "fortune_telling": "Гадание",
    "fortune_telling_explanation": "Это искажение происходит, когда мы пытаемся предсказать будущее. Мы часто переоцениваем наши спобности пытаясь предсказать что-либо. Часто мы начинаем с того, что волнуемся о том, что может случиться, а затем ищем доказательства того, что это произойдет.",
    "fortune_telling_thought": "Самолет, на котором я полечу, потерпит крушение.",
    "labeling": "Навешивание ярлыков",
    "labeling_explanation": "Если мы берем одну характеристику человека и судим человека только по ней, то мы навешиваем ярлык. Если кто-то отмахнулся от нас, вероятно, он не \"мудак,\" а просто торопился куда-то. Это также применимо к нам самим: то, что мы совершили ошибку не означает, что мы \"неудачники.\"",
    "labeling_thought": "Я провалил экзамен. Я ужасный студент.",
    "magnification_of_the_negative": "Преувеличение негатива",
    "magnification_of_the_negative_explanation": "Если вы судите о ситуации принимая во внимание только негативные факторы, вероятно, вы омрачаете ситуацию. Если вы постоянно корите себя за проваленное собеседование, то вы обесцениваете опыт, полученный в ходе этого собеседования.",
    "magnification_of_the_negative_thought": "Я питался правильно на этой неделе, но не занимался бегом.",
    "mind_reading": "Чтение мыслей",
    "mind_reading_explanation": "Если мы беспокоимся о том, что о нас думает кто-то другой, то мы пытаемся читать мысли. Пока человек сам не скажет вам, что он думает, у вас нет абсолютно никакой возможности это узнать. Так зачем предполагать худшее?",
    "mind_reading_thought": "Я думаю, что я был груб с Егором, он точно меня ненавидит.",
    "minimization_of_the_positive": "Преуменьшение позитива",
    "minimization_of_the_positive_explanation": "Если мы преуменьшаем то хорошее, что происходит с нами, то мы минимизируем позитив. Даже если наш день не прошел на 100% так, как планировалось, это не значит, что те 60%, которые прошли правильно, следует игнорировать.",
    "minimization_of_the_positive_thought": "Многим понравилась моя презентация, но я запнулся во время вступления, так что всё прошло плохо.",
    "other_blaming": "Обвинение других",
    "other_blaming_explanation_1": "Если виним других людей в своих бедах, то мы перекладываем ответственность на них. Если вы провалили экзамен и обвиняете учителя, вы направляете свою энергию не туда. Кто-то подрезал вас на шоссе? Если вы будете сигналить, рвать и метать, то как это поможет? Вы просто испортите себе настроение!",
    "other_blaming_explanation_2": "Это не значит, что вы должны винить себя за каждое негативное событие. Не нужно никого винить. Жизнь станет намного лучше если вы избавитесь от привычки искать виноватых.",
    "other_blaming_thought": "Этот придурок занимает слишком много времени в очереди, из-за него я опоздаю!",
    "over_generalization": "Обобщение",
    "over_generalization_explanation": "Если мы сделаем выводы, основываясь только на одном примере, то мы обобщим ситуацию. Если вы провалили презентицию и сделали вывод о том, что вы \"ужасный\" ведущий, то вы слишком обощаете.",
    "over_generalization_thought": "Никто не пригласил меня потанцевать. Этого никогда не произойдет.",
    "self_blaming": "Самокопание",
    "self_blaming_explanation": "Если вы приписываете негативную ситуацию исключительно себе, то вы занимаетесь самокопанием. Вы не можете быть отвественным за всё плохое в своей жизни. Если вы попали в пробку и ругаете себя за то, что не выехали раньше, то вы занимаетесь самоедством. Стали бы вы относиться также к другим?",
    "self_blaming_thought": "Мой сын ужасно учится в школе. Я полностью виноват в этом.",
    "should_statements": "«Ты должен!»",
    "should_statements_explanation_1": "Если вы приписываете человеку качества, которых у него нет, то вы используете неверные \"утверждения\" о нём. Например, если вы боитесь летать \"Мне нечего бояться, с самолетом всё замечательно!\" вы только обременяете себя этими мыслями. У вас аэрофобия! И это абсолютно нормально бояться чего-либо, вам нечего стыдиться!",
    "should_statements_explanation_2": "Подобные заявления звучат глупо, когда произносишь их вслух; в этом и смысл! Они нелогичные!",
    "should_statements_thought": "Я взрослый человек, y меня не должно быть подобных психологических проблем."
  }
  