{
  "onboarding_screen": {
    "auto_thought_ex": "Jag missade George's fest, han m친ste vara arg p친 mig nu.",
    "challenge_ex": "George vet att jag inte alltid kan vara med p친 allt. Jag skulle inte vara arg p친 honom om inte han kom till min fest en g친ng.\n\nJag borde behandla mig sj칛lv som jag hade behandlat andra.",
    "alt_thought_ex": "Det 칛r sant att jag missade Georges fest, jag kan be om urs칛kt, och han kommer med all sannolikhet f칬rl친ta mig.",
    "cog_distortion": { "label": "Tankel칛sning", "slug": "tanke-l칛sning" },
    "intro": {
      "line1": "V칛lkommen till",
      "emphasis1": "quirk",
      "line2": ", ",
      "emphasis2": "Kognitiv Beteende Terapi (KBT)",
      "line3": "Appen."
    },
    "crash_course": {
      "line1": "Detta 칛r en",
      "emphasis1": "snabbkurs",
      "line2": "i KBT och",
      "emphasis2": "inte ett alternativ",
      "line3": "till en utbildad terapeut."
    },
    "mood_thoughts": {
      "line1": "Ett:",
      "emphasis1": "dina tankar skapar ditt m친ende."
    },
    "thoughts_arent_thoughts": {
      "line1": "Tv친: dina tankar kan vara",
      "emphasis1": "automatiska."
    },
    "your_distorted": {
      "line1": "Tre: automatiska tankar kan vara",
      "emphasis1": "f칬rvr칛ngda."
    },
    "cbt_overview": {
      "line1": "M친let med KBT 칛r att k칛nna igen",
      "emphasis1": "f칬rvr칛ngda tankar",
      "line2": "och",
      "emphasis2": "ers칛tta dem",
      "line3": "med mer verkliga tankar."
    },
    "ready": {
      "emphasis1": "Redo?",
      "line1": "L친t oss ge igenom stegen."
    },
    "catch": {
      "line1": "Vi b칬rjar med",
      "emphasis1": "att skriva ner",
      "line2": "automatiska tankar n칛r de kommer till oss."
    },
    "bad_thought_note": {
      "line1": "Skriv ner tanken:",
      "line2": "Jag missade George's fest, han m친ste vara arg p친 mig nu."
    },
    "identify_distortions": {
      "line1": "Leta efter",
      "emphasis1": "Kognitiva f칬rvr칛ngningar"
    },
    "bad_distortions": {
      "line1": "Vet vi verkligen att George kommer att hata oss? Om inte s친 f칬rs칬ker vi oss p친 tankel칛sning.",
      "emphasis1": "游 Tankel칛sning",
      "line2": "Jag missade George's fest, han m친ste vara arg p친 mig nu."
    },
    "challenge_screen": {
      "line1": "Varf칬r 칛r inte denna tanken realistisk?",
      "emphasis1": "Utmana den!"
    },
    "write_challenge": {
      "line1": "Vi skriver n친got i denna stilen:"
    },
    "alt_thought": {
      "line1": "Till sist skall vi skriva en",
      "emphasis1": "alternativ tanke."
    },
    "show_off": {
      "line1": "Hitta den senare:"
    },
    "got_it": {
      "line1": "Och det 칛r faktiskt allt!",
      "btn_title": "Nu k칬r vi!"
    }
  },
  "auto_thought": "automatisk tanke",
  "cog_distortion": "Kognitiv F칬rvr칛ngning",
  "challenge": "Utmaning",
  "alt_thought": "Alternativ tanke",
  "cbt_form": {
    "edit": "츿ndra",
    "new": "Ny",
    "save": "Spara",
    "auto_thought_placeholder": "Vad h칛nder?",
    "cog_distortion": "Kognitiv F칬rvr칛ngning",
    "challenged": "Utmaning",
    "changed_placeholder": "Ifr친gas칛tt tanken!",
    "alt_thought_placeholder": "Hur skulle vi kunna t칛nka ist칛llet?"
  },
  "all_or_nothing_thinking": "Allt eller inget t칛nkande",
  "all_or_nothing_thinking_explanation": "Denna f칬rvr칛ngning sker n칛r vi ser allt svart eller vitt. Om vi tror att ett litet fel hos oss sj칛lva betyder att vi 칛r totalt v칛rdel칬sa, s친 h친ller t칛nker vi i termer av svart och vitt.",
  "all_or_nothing_thinking_thought": "Jag klanatade mig p친 intervjun, det 칛r ingen som vill anst칛lla mig nu.",
  "catastrophizing": "Katastroftankar",
  "catastrophizing_explanation": "Om vi tar ett litet problem och bl친ser upp det till enorma proportioner, s친 har vi katastroftankar. Gjorde du ett litet misstag p친 jobbet, och du oroar dig f칬r att n친gon skall uppt칛cka det, 칛ven om det inte var n친got allvarligt? D친 kan du ha katastroftankar.",
  "catastrophizing_thought": "Det sticker lite i fingrarna, kanske jag h친ller p친 att f친 en hj칛rtinfarkt.",
  "emotional_reasoning": "K칛nslom칛ssigt Resonemang",
  "emotional_reasoning_explanation_1": "\"Det k칛nns s친, s친 det m친ste vara sant.\" Om du kommer p친 dig sj칛lv med att r칛ttf칛rdiga \"faran\" med n친got ofarligt f칬r du 칛r r칛dd f칬r det, d친 anv칛nder du k칛nslom칛ssigt resonemang. Saker 칛r inte farliga bara f칬r att vi 칛r r칛dda f칬r dem, och vi 칛r inte d친liga bara f칬r att vi tror det.",
  "emotional_reasoning_explanation_2": "Denna 칛r ofta sv친r att k칛nna igen. Det kr칛vs lite anstr칛ngning f칬r att k칛nna igen n칛r ditt sinne v칛ljer att f칬lja denna logiken.",
  "emotional_reasoning_thought": "Jag k칛nner mig skyldig, d칛rf칬r m친ste jag ha gjort n친got felaktigt.",
  "fortune_telling": "Sp친 framtiden",
  "fortune_telling_explanation": "Denna avvikelse h칛nder n칛r vi f칬rs칬ker sp친 framtiden. Det 칛r ofta vi 칬verskattar v친r f칬rm친ga att f칬ruts칛ga vad som skall h칛nda. Ofta b칬rjar vi d친 oroa oss f칬r att n친got skall intr칛ffa och b칬rjar leta efter bevis f칬r att det kommer att ske.",
  "fortune_telling_thought": "Flygplanet som jag sitter p친 kommer att krasha.",
  "labeling": "M칛rkning",
  "labeling_explanation": "Om vi tar en egenskap hos en person och applicerar den p친 hela personen, s친 anv칛nder vi m칛rkning. Om n친gon avf칛rdar oss s친 kanske inte de 칛r dumma, de kanske bara har br친ttom. Detta g칛ller 칛ven oss sj칛lva. Bara f칬r att vi g칬r ett misstag betyder det inte att vi 칛r misslyckade. ",
  "labeling_thought": "Jag fick underk칛nt p친 ett prov, s친 jag m친ste vara en d친lig elev.",
  "magnification_of_the_negative": "F칬rstora det Negativa",
  "magnification_of_the_negative_explanation": "Om du bed칬mer en situation enbart fr친n det negativa och inte v칛ger in det positiva, f칬rstorar du troligen det negativa. Om du hela tiden kritiserar dig sj칛lv f칬r en d친lig arbetsintervju, s친 filtrerar du troligen ut all erfarenhet du fick fr친n intervjun.",
  "magnification_of_the_negative_thought": "Jag 친t h칛lsosamt hela helgen, men hoppade 칬ver tr칛ningen.",
  "mind_reading": "Tankel칛sning",
  "mind_reading_explanation": "Om vi oroar oss f칬r vad n친gon annan tycker om oss, s친 f칬rs칬ker vi troligen oss p친 tankel칛sning. Om inte personen ber칛ttar vad det t칛nker, s친 har vi ingen aning om vad de faktiskt t칛nker. Varf칬r tro det v칛rsta t칛nkbara?",
  "mind_reading_thought": "Jag var nog otrevlig mot George, han m친ste hata mig nu.",
  "minimization_of_the_positive": "Minimera det Postiva",
  "minimization_of_the_positive_explanation": "Om vi underv칛rderar de bra sakerna som h칛nder oss, s친 minimerar vi det postiva. 츿ven inte v친r dag var 100% som vi t칛nkt oss, betyder det inte att vi skall gl칬mma de 60% som gick bra.",
  "minimization_of_the_positive_thought": "M친nga gillade min presentation, men jag stakade mig lite i inledningen, s친 presentationen blev d친lig.",
  "other_blaming": "Skylla p친 andra",
  "other_blaming_explanation_1": "Om en d친lig situation som uppst친r m친ste vara n친gon annans fel s친 skyller vi p친 andra. Om du misslyckades p친 ett prov och du skyller p친 l칛raren, fokuserar du din energi p친 fel saker. Om n친gon tr칛nger dig p친 motorv칛gen? Om du tutar, viftar med handen, ger dem fingret, hur hj칛lper det? Du blev fortfarande tr칛ngd och har nu 칛ven blivit arg!",
  "other_blaming_explanation_2": "Detta betyder inte att man beh칬ver lasta sig sj칛lv f칬r varje negativ situation. Man beh칬ver inte skylla p친 n친gon. Om man l친ter situationen passera utan att l칛gga skuld, d친 beh칬ver man inte skylla p친 n친gon.",
  "other_blaming_thought": "Den d칛r personen tar f칬r l친ngt tid p친 sig i k칬n, s친 jag kommer att bli sen!",
  "over_generalization": "칐vergeneralisera",
  "over_generalization_explanation": "Om vi drar slutsatser p친 enbart ett exempel, s친 칬vergeneraliserar vi. Om du g칬r en d친lig presentation och likst칛ller det med att du 칛r \"d친lig\" p친 att presentera, s친 칬vergeneraliserar du.",
  "over_generalization_thought": "Ingen fr친gade mig om jag ville dansa, s친 jag kommer aldrig att f친 dansa. ",
  "self_blaming": "Skylla p친 sig sj칛lv",
  "self_blaming_explanation": "Om du belastar dig sj칛lv helt och h친llet f칬r en negativ situation , s친 칛r detta att skylla p친 sig sj칛lv. Du beh칬ver inte vara orsaken f칬r allt d친ligt som h칛nder. Om du fastnar i trafiken och skyller det p친 att du inte 친kte tidigare, s친 skyller du p친 dig sj칛lv. Skulle du beskylla n친gon annan p친 samma s칛tt?",
  "self_blaming_thought": "Min son har d친liga betyg, d칛rf칬r 칛r jag en d친lig f칬r칛lder.",
  "should_statements": "\"Borde\" uttalanden",
  "should_statements_explanation_1": "Om du ger n친gon ansvar f칬r saker de inte kan b칛ra, s친 t칛nker du i felaktiga \"borde\" banor. Om du till exemepl 칛r flygr칛dd och du intalar dig sj칛lv att \"Jag borde inte vara r칛dd, f칬r att flyga 칛r s칛kert\", s친 l칛gger du en felaktig last p친 dig sj칛lv. Du 칛r helt enkelt bara flygr칛dd! ",
  "should_statements_explanation_2": "\"Borde\" uttalanden kan k칛nnas l칬jliga n칛r man t칛nker, och det 칛r just precis det de 칛r. De 칛r ologiska.",
  "should_statements_thought": "Jag 칛r vuxen, jag borde inte ha dessa mentala problem.",
  "accessibility": {
    "help_button": "hj칛lp",
    "list_button": "lista tankar",
    "new_thought_button": "ny tanke",
    "settings_button": "inst칛llningar",
    "delete_thought_button": "ta bort tanke"
  }
}
